[
    {
        "title": "Fantastic!",
        "content": "I haven't enjoyed a character driven Fantasy book this much in a while! Totally recommend it, loved Glokta, will read the rest of the series before the end of the year.",
        "user_id": 5,
        "book_id": 1
    },
    {
        "title": "Amazing Read",
        "content": "So glad I reread this! I loved it even more this time and it just reaffirmed that this is my favorite series",
        "user_id": 4,
        "book_id": 2
    },
    {
        "title": "A great read",
        "content": "The true source of the fantasy fiction genre. Tolkien has spawned so many fantasy writers since The Lord Of The Rings went into print. I love all the earlier ones too like Verne and Carrol and CS Lewis but The Hobbit and The Lord Of The Rings its like an institution.",
        "user_id": 6,
        "book_id": 3
    },
    {
        "title": "4.5 out of 5",
        "content": "Third time reading this one, and you may be thinking, “Wow! Justin really loves The Wheel of Time Series!” Well, I guess I just really love this book (and the next two in the series) because that’s as far as I’ve made it. I’ve consistently said I’ll finish the series, and I never do. So I won’t commit to it, but I will say this will be the year I actually finish the series, probably, maybe.",
        "user_id": 7,
        "book_id": 4
    },
    {
        "title": "Read it",
        "content": "I haven't read a lot of fantasy in the last decade, so the fact I've read 12 of Robin Hobb's books in the last 5 years says a lot about how much I enjoy reading her work. The adventures of Fitz through three trilogies account for a big chunk of that reading.",
        "user_id": 3,
        "book_id": 5
    },
    {
        "title": "4/5",
        "content": "It’s Alice’s Adventures in Wonderland, plus Through the Looking-Glass and What Alice Found There, plus a ton of critical analysis and fun facts and biographical info and poetry and background and cultural and period information and bonus illustrations and basically all you need or could ever want to know, except if you’re me and your love for and curiosity about Alice and Lewis Carroll and Wonderland will never be satiated.",
        "user_id": 8,
        "book_id": 6
    },
    {
        "title": "Didn't quite hit the mark...",
        "content": "I have been wanting to read this book for a long time, so decided it was about time I just jump straight in. My deepest heart's desire was that I'd find the female-equivalent to Terry Pratchett, but sadly that is not the case.",
        "user_id": 1,
        "book_id": 7
    },
    {
        "title": "Magical",
        "content": "I think the reason I waited so long to read this series is because I just couldn't imagine myself enjoying reading about an eleven-year-old boy and his adventures at a school of wizardry. I thought it would be too juvenile for my taste. I was wrong, of course. I can honestly say that I loved every minute of this. It's a spectacular little romp with funny, courageous, and endearing characters that you can't help but love. It has talking chess pieces, singing hats, a giant three-headed dog named Fluffy, a hilarious giant with a dragon fetish, a master wizard that's just a little bit crazy, mail carrier owls, goblins running a bank, unicorns, centaurs(!), trolls . . . and probably much more that I'm forgetting. And then there's the lead characters: Hermione, the young scholar who starts out prim and up-tight but soon becomes a true friend; Ron, the boy who has little money but who has an abundance of family and loyalty to his friends to make up for it; and then there's Harry, the boy who starts out sleeping in a closet and ends up being a hero. Harry is kind to those that deserve it, fearless when it counts the most, and wonderfully intelligent. What's not to love?",
        "user_id": 2,
        "book_id": 8
    },
    {
        "title": "Absolute solid gold standard",
        "content": "Absolute solid gold standard. Phenomenal. Don't let the movies pollute your memories of this book, it is OUTSTANDING.",
        "user_id": 10,
        "book_id": 9
    },
    {
        "title": "4.5/5",
        "content": "So unputdownable it's ridiculous. Took a 4-hour plane ride i intended to sleep on and instead read all 624 pages of this; and while I'm a fast reader, even I'm not THAT fast usually.",
        "user_id": 8,
        "book_id": 9
    },
    {
        "title": "A fun read!",
        "content": "Ahhh, another great short story collection from Junji Ito!! This might be one of my favorites from him! I especially love the short stories Tombs, The Window Next Door and The Blood Story of Shirosuna!",
        "user_id": 9,
        "book_id": 11
    }
]

